<h2>ویژگیهای شخصیتی</h2>
            <p>
                ENFJها مهربان و مردم دوست هستند.
                آنها اجتماعی بوده، روابطشان را جدی می گیرند
                و برای مردم و رابطه با آنان بیشترین اهمیت را قائلند.
                به دیگران توجه و علاقه نشان داده و به کیفیات تحسین برانگیز آنان توجه می کنند.
                آنان به راحتی می توانند با اشخاص مختلف ارتباط برقرار کرده
                و مشتاق صحبت کردن با دیگران و یاد گرفتن از آنها هستند.
                دوست داشتنی بوده و به لحاظ اجتماعی از مقبولیت برخوردارند و مردم آنها را دوست دارند.
                <br />

                ENFJها رهبرانی طبیعی بوده و در انگیزه دادن و متقاعد کردن دیگران از مهارت زیادی برخوردارند.
                دارای شهرت و کاریزمای فراوان و مهارتی استثنایی در برقراری ارتباطات شخصی و جمعی هستند.
                به خوبی مردم را می شناسند و رفتاری مسؤولانه و از روی علاقه دارند.
                آنها دوست دارند به دیگران کمک کنند تا رشد و پیشرفت کنند.
                همچنین در تصمیم گیری هایشان به تاثیرات آن روی دیگران بسیار اهمیت می دهند.
                <br />

                ENFJها گرایش طبیعی برای انتقاد کردن از خود دارند،
                اما از آنجا که نسبت به احساسات دیگران احساس مسؤولیت می کنند،
                به ندرت آشكارا در ملاء عام از کسی انتقاد می کنند.
                آنها دقیقاً می دانند که کدام رفتار مناسب و کدام رفتار نامناسب است.
                چهره ای باز و گشاده و برخوردی گرم و صمیمانه دارند.
                آنها خلق و خویی ملایم دارند، صبورند، رفتاری سیاست مدارانه دارند
                و به خوبی می توانند آنچه را که در پیرامونشان می گذرد هماهنگ سازند.
                معمولا خلاقیت بالا و توانایی کلامی و نوشتاری خوبی دارند.
                <br />

                تصمیمات ENFJها به دلیل احساسی بودن، بر اساس ارزشهای شخصی است.
                آنها با توجه به احساسی که نسبت به یک موقعیت دارند،
                و نه اینکه آن موقعیت چگونه به نظر می رسد، درباره آن تصمیم گیری می کنند.
                <br />

                آنها بسیار همدل و فهیم هستند. به دیگران توجه دارند و از آنها حمایت می کنند.
                از آنجایی که ایده آل گرا هستند، دنبال نقاط مثبت دیگران می گردند،
                روابط را آرمان سازی کرده و عموما محتاج برقراری روابط فعال با دیگران هستند.
                اشخاصی جذاب و مورد پسند دیگران هستند که گاه سایرین، کشش اشتیاق بیش از اندازه آنها را ندارند
                و این میزان از شور و اشتیاق در آنها برای دیگران طاقت فرساست.
                <br />

                افراد با تیپ شخصیتی ENFJ از آن جهت که بر اساس ارزشهای خود زندگی می کنند، نسبت به مردم وفادار و صمیمی هستند
                و برای نهادهایی که به آن وابسته اند احترام می گذارند.
                این اشخاص پرانرژی و پرشور و اشتیاق هستند
                و از احساس مسؤولیت، آگاهی و ملاحظه کاری فراوانی برخوردارند.
                <br />

                ENFJها اشخاصی منظم هستند و بر حل شدن مسائل و باز نماندن آنها تاكید دارند.
                آنان دنیاهای سازمان یافته را ترجیح می دهند و از دیگران هم انتظار دارند که همین گونه باشند.
                دوست دارند موضوعات حل شوند، حتی اگر قرار باشد اشخاص دیگری تصمیم گیری کنند.
                ENFJها مصمم بوده و از بی عدالتی های اجتماعی خشمگین میشوند
                و عمیقا به دنبال تناسب و حفظ هماهنگی هستند.
            </p>
            
            
            
            <h2>نقاط ضعف شخصیتی</h2>
            <p>
                ENFJها به اندازه ای با دیگران ابراز همدردی می کنند
                و به آنها توجه دارند که ممکن است بیش از اندازه خودشان را درگیر مسائل و مشکلات دیگران کنند.
                وقتی شرایط به شکل دلخواه پیش نمی رود، ممکن است کلافه و ناامید گردند و دچار نوعی ابهام و سردرگمی شوند.
                این چه بسا سبب شود که آنها عقب نشینی کنند.
                همچنین ممکن است احساس کنند که به اندازه کافی از آنها قدردانی نشده است.
                این تیپ شخصیتی باید واقعیتهای موجود و محدودیتهای خود و نیز محدودیتهای کسانی را که به آنها علاقه دارد بشناسد
                و لازم است که انتظارات و توقعات واقع بینانه داشته باشد.
                <br />

                ENFJها تحت تأثیر میل شدیدی که به هماهنگی با دیگران دارند،
                ممکن است نیازهای خود را فراموش کنند و مسائل حقیقی خود را نادیده بگیرند.
                از آنجا که آنها از تعارض و اختلاف اجتناب می کنند، گاه تن به حفظ روابطی می دهند که صادقانه و برابر نیستند.
                <br />

                ENFJها به قدری به احساسات دیگران توجه دارند
                که شاید اگر پای انتقاد از دیگران به میان آید، واقعیات مهم را نبینند.
                ضمن اینکه به دلیل شور و اشتیاق زیاد، گاهی عجولانه تصمیم گرفته و به واقعیتها و جزئیات توجه کافی ندارند.
                لازم است که این اشخاص تعارض و اختلاف را به عنوان بخشی از داشتن رابطه با دیگران بپذیرند،
                کمی از سرعت خود بکاهند و به جزئیات پروژه های خود توجه بیشتری بکند.
                آنها اگر به جای اشخاص به واقعیتها توجه کنند، در شرایط مطلوب تری قرار می گیرند
                و با صبر کردن برای دستیابی به اطلاعات کافی می توانند از اشتباه پرهیز کنند.
                <br />

                ENFJها به تحسین و تمجید بهای فراوان می دهند اما از اینکه کسی از آنها انتقاد کند، ناراحت می شوند.
                کوچک ترین انتقاد را به دل می گیرند و رنجش پیدا می کنند یا عصبانی می شوند.
                این اشخاص باید با تأمل موضوع را به شکلی عینی بررسی کنند، سعی کنند از شدت حساسیت خود بکاهند
                و اطلاعات مفید را از انتقادهای سازنده به دست آورند.
                <br />

                ENFJها به قدری کمال گرا هستند که امور را به آن شکلی که دوست دارند ببینند، می بینند.
                آنها در مقابل مسائل برخورد احساسی داشته و معمولا منطقی نیستند،
                روابط را آرمان سازی می کنند و در این میان بسیاری از واقعیتها را نمی بینند
                و در نتیجه نمی توانند راه حلی برای مسائل و مشکلات خود پیدا کنند.
                آنها باید چشمان خود را در کنار دلهایشان گشوده نگه دارند.
            </p>