<h2>مشاغل مناسب</h2>
                <p>
                <b>مشاغل گروه ارتباطات :</b>
                <br />
                ENFJها در برقراری ارتباط توانمند هستند
                و قدرت بالایی در درک و متقاعدسازی دیگران دارند.
                به همین علت از قدرت دیپلماسی بالایی برخوردارند.
                در مواقعی کلام را به نوشته ترجیح می دهند،
                اما بسیاری از ENFJها نویسندگان خوبی هم هستند.
                آنها دوست دارند در شغل خود با انسانها سر و کار داشته باشند
                و از فرایند جمع آوری اطلاعات از طریق ملاقات با اشخاص و مصاحبه با آنها لذت می برند.
                ENFJها به سرعت با مراجعان، مشتریان و همکاران روابط حسنه برقرارمی کنند.
                آنها طبیعتا سیاستمدارند و از اینکه کار گروههای بزرگ و کوچک را هموار کنند لذت می برند.
            </p>
            <ul class="list-unstyled mt-3 mb-4">
                <li>کارشناس و مدیر روابط عمومی</li>
                <li>سیاستمدار</li>
                <li>نویسنده</li>
                <li>سردبیر و روزنامه نگار</li>
                <li>گزارشگر و خبرنگار</li>
                <li>تهیه کننده</li>
            </ul class="list-unstyled mt-3 mb-4">

            <p>
                <b>مشاغل گروه مشاوره :</b>
                <br />
                بسیاری از ENFJها از اینکه به دیگران کمک کنند تا از زندگی خود لذت ببرند، شادمان می شوند.
                آنها می توانند ارزشهای خود را با دیگران در میان بگذارند
                و به خود و به دیگران کمک کنند که به حداکثر توانمندی خود برسند.
                آنها معمولا افرادی خونگرم، با محبت و خوش صحبت بوده و شنوندگان خوبی هستند
                و به راحتی می توانند راه حلها و انتخابهای موجود را تشخیص داده و به دیگران هم انتقال دهند.
            </p>
            <ul class="list-unstyled mt-3 mb-4">
                <li>روانشناس</li>
                <li>مشاور شخصی</li>
                <li>مشاور شغلی و تحصیلی</li>
                <li>روحانی</li>
            </ul class="list-unstyled mt-3 mb-4">

            <p>
                <b>مشاغل گروه آموزشی و خدمات انسانی :</b>
                <br />
                ENFJها اغلب به امور آموزشی علاقه زیادی دارند،
                زیرا به آنها فرصت می دهد تا مستقیما با افراد در ارتباط بوده
                و به رشد و پیشرفت دیگران کمک کنند.
                سازمانهای خدمات انسانی اغلب برای آنان خوشایند است،
                زیرا این سازمانها شرایطی را به وجود می آورند
                که شخص می تواند برای بهبود کیفیت زندگی خود و دیگران تلاش کند.
                البته اغلب ترجیح می دهند در سمتهای مدیریتی ظاهر گردند
                که تا حدّ امکان پروژه های خود را کنترل کنند
                و از تلاشهای خود نتایج مثبت بگیرند.
            </p>
            <ul class="list-unstyled mt-3 mb-4">
                <li>استاد دانشگاه</li>
                <li>معلم و دبیر</li>
                <li>مدیر مدرسه</li>
                <li>مدیر مهد کودک</li>
                <li>مددکار اجتماعی</li>
                <li>کتابدار</li>
                <li>جامعه شناس</li>
                <li>مدیر برنامه های آموزشی</li>
                <li>مدیر خدمات اجتماعی</li>
            </ul class="list-unstyled mt-3 mb-4">

            <p>
                <b>مشاغل گروه مراقبتهای بهداشتی :</b>
                <br />
                ENFJها به عوامل روانی، احساسی و معنوی بیماری توجه ویژه ای می کنند
                و معمولا به دنبال راههای جدید درمانی می گردند.
                آنها از درمان مشکلات و بیماریها به کمک راه حلهای روانی و روحی لذت می برند.
            </p>
            <ul class="list-unstyled mt-3 mb-4">
                <li>متخصص تغذیه</li>
                <li>متخصص گفتاردرمانی</li>
                <li>متخصص ستون فقرات</li>
            </ul class="list-unstyled mt-3 mb-4">

            <p>
                <b>مشاغل گروه بازرگانی و مشاوره :</b>
                <br />
                بسیاری از مشاغل این بخش برای ENFJها خوشایند است،
                زیرا هم می توانند استقلال کاری داشته باشند و هم با دیگران در ارتباط باشند.
                آنها ارائه کننده ها و آموزش دهندگان بسیار خوبی هستند،
                بخصوص اگر با اشخاصی کار کنند که به اثر بخشی آنها کمک نمایند.
            </p>
            <ul class="list-unstyled mt-3 mb-4">
                <li>کارشناس و مدیر بازاریابی، تبلیغات و فروش</li>
                <li>کارشناس و مدیر منابع انسانی</li>
                <li>مشاور مدیریت</li>
                <li>مسؤول هماهنگی</li>
                <li>کارمند آژانس مسافرتی</li>
                <li>مدیر رستوران و هتل</li>
            </ul class="list-unstyled mt-3 mb-4">

            <p>
                <b>مشاغل گروه تکنولوژی :</b>
                <br />
                در زمینه تکنولوژی، نیاز شدید به افرادی است که تکنولوژی را درک می کنند،
                اما در ضمن از مهارتهای ارتباطی خوبی برخوردارند.
                ENFJها از برقراری ارتباط بین افرادی که مستقیما با تکنولوژی درگیرند
                و مصرف کنندگان تکنولوژی لذت می برند.
                زیرا این کار از یک سو نیاز آنها را به کمک کردن مرتفع می سازد
                و از سوی دیگر شرایطی فراهم می سازد تا با دیگران در ارتباط باشند.
            </p>
            <ul class="list-unstyled mt-3 mb-4">
                <li>مدیر خدمات مشتریان</li>
                <li>مشاور تکنولوژی</li>
                <li>مدیر پروژه</li>
            </ul class="list-unstyled mt-3 mb-4">
          