

            <h2>روابط با دیگران</h2>
            <ul class="list-unstyled mt-3 mb-4">
                <li>
                    دوستانه، گرم و صمیمی هستند و دوست دارند دیگران را راضی کنند.
                </li>
                <li>
                    تلاش می کنند روابطی هماهنگ و تعاونی فراهم آورند.
                </li>
                <li>دوستانی وفادار هستند.</li>
                <li>
                    می توانند شریک زندگی خود را آرمان سازی کنند و ناسازگاریها را فراموش کنند.
                </li>
                <li>
                    دوست دارند اشخاص مورد علاقه شان در بهترین حد خود ظاهر شوند.
                </li>
                <li>
                    دوست دارند با تحسین شدن، مورد احترام قرار گرفتن و تایید گردیدن از ارزش خود مطمئن شوند.
                </li>
                <li>دوست ندارند بازخوردهای بد بدهند یا بگیرند.</li>
                <li>
                    اگر صحبت آنها مورد سوال و تردید قرار بگیرد ممکن است افسرده شوند.
                </li>
                <li>بایدها و نباید های فراوانی دارند.</li>
                <li>
                    ممکن است نتوانند به راحتی با دنیای درون و احساسات خود کنار بیایند.
                </li>
                <li>اغلب خود را مسؤول احساسات دیگران می دانند.</li>
                <li>
                    میان رسیدن به خواسته های خود و کمک به دیگران برای رسیدن به خواسته هایشان در تضاد هستند.
                </li>
            </ul>