            <h2>در محل کار</h2>
            <ul class="list-unstyled mt-3 mb-4">
                <li>
                    جاه طلب هستند. دوست دارند برای رسیدن به خواسته هایشان تلاش کنند.
                </li>
                <li>
                    آگاه، منظم، هدف گرا و قاطع هستند و از دیگران هم همین انتظار را دارند.
                </li>
                <li>
                    خود را به خوبی ابراز می کنند. در حرف زدن راحت هستند.
                </li>
                <li>
                    خوب متوجه می شوند که دیگران چه احتیاجی دارند.
                </li>
                <li>
                    به نظرات مختلف احترام می گذارند. در ایجاد روحیه گروهی بسیار موفق هستند.
                </li>
                <li>
                    دوست دارند با اشخاص خلاق و پرانرژی کار کنند و درگیر کارهای متنوع شوند.
                </li>
                <li>
                    از سیاستها و رویه ها تا جایی که با ارزشها و نیازهای آنان منافات نداشته باشد، استفاده می کنند.
                </li>
                <li>
                    وقتی به مشکلی برخورد کنند، آن را به عنوان یک چالش جدید می پذیرند.
                </li>
                <li>
                    مشاغلی را ترجیح می دهند که ایده آلهای آنان را منعکس کند و به دیگران الهام و هماهنگی ببخشد.
                </li>
                <li>
                    دوست دارند اقدامات سریع انجام بدهند.
                    اغلب در عجله و شتاب هستند و با کندی جریانات کار، صبر و قرارشان را از دست می دهند.
                </li>
                <li>
                    دوست دارند در شرایط کنترل باشند و در قبال پروژه های خودشان مسؤولانه عمل کنند.
                </li>
            </ul >



            <a id="WorkStrongnesses"></a>
            <h2>نقاط قوت كاری</h2>
            <ul class="list-unstyled mt-3 mb-4">
                <li>مهارت عالی در برقراری ارتباط و ارائه مطلب</li>
                <li>رهبری جذاب</li>
                <li>شور و اشتیاق و علاقه در جلب همکاری دیگران</li>
                <li>مهارتهای سازمانی</li>
                <li>علاقه به در نظر گرفتن چیزهای جدید</li>
                <li>داشتن همدلی و توانایی شناسایی نیازهای دیگران</li>
                <li>داشتن دید کلی نگر</li>
                <li>دارای علایق متنوع</li>
                <li>تعهد بالا در کاری که به آن معتقدند</li>
                <li>تمایل به رسیدن به اهداف خود</li>
            </ul>


            <h2>نقاط ضعف كاری</h2>
            <ul class="list-unstyled mt-3 mb-4">
                <li>عدم علاقه به كار در شرایط رقابتی</li>
                <li>تمایل به تصمیم گیریهای سریع</li>
                <li>دوری از اختلاف و تعارض و تمایل به نادیده گرفتن آنچه مطلوب آنها نیست</li>
                <li>عدم علاقه به كار در پروژه های نامتناسب با ارزشهای آنها</li>
                <li>عدم تحمل افراد و ساختارهای ناكارآمد</li>
                <li>عدم تمایل به آموزش نظم به زیر دستان</li>
                <li>تمایل به آرمانی و ایده آل نشان دادن افراد دیگر و روابط با آنها</li>
            </ul>



